Revit 2026 API

# SpaceSensibleHeatGainperPerson Property

---

Get or set the Sensible Heat Gain per Person of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double SensibleHeatGainperPerson { get; set; }
```
```vb
Public Property SensibleHeatGainperPerson As Double
	Get
	Set
```
```cpp
public:
property double SensibleHeatGainperPerson {
	double get ();
	void set (double value);
}
```
```fsharp
member SensibleHeatGainperPerson : float with get, set
```

#### Property Value

Double

This property is used to get or set the Sensible Heat Gain per Person of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace